// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "ファイル アップロード";
kUploadingTitleStringKey = "アップロード中…";
kUploadingReceiveResponseTitleStringKey = "応答の受信中…";

// Errors
kFileOpenError = "ファイル %@ を開くことができません";
kFileOpenErrorExplanation = "このファイルは、壊れているか、他の場所に移動されたか、名前が変更されたか、あるいは削除されている可能性があります。 ファイルの場所を確認するか他のファイルを選択して、もう一度試してください。";
kPrintChannelOpenError = "プリンタ チャンネルを開くことができません";
kPrintChannelOpenErrorExplanation = "プリンタが接続され電源が入っていることを確認してから、もう一度試してください。";
kSendDataError = "プリンタにデータを送信できません。";
kSendDataErrorExplanation = "プリンタが接続され電源が入っていることを確認してから、もう一度試してください。";

HSDDescriptionField = "ファイルを選択してプリンタに転送してください。 転送するファイルの内容により、この操作で得られる結果が異なります。";
HSDFilePathLabel = "ファイル名：";
HSDFilePathField = "<未選択>";
HSDChooseButton = "選択...";
HSDGetResponseButton = "デバイスからの応答を表示";
HSDUploadButton = "アップロード";

HSDProgressTitle = "アップロード中…";
HSDCancelButton = "キャンセル";

HSDCloseButton = "閉じる";
